Repository: collective/collective.simplemanagement
Catalog: src/collective/simplemanagement/locales/*/LC_MESSAGES/collective.simplemanagement.po
Languages: it

source: ${budget} man days
it: ${budget} giorni uomo

source: ${days} days
it: ${days} giorni

source: ${initial_estimate} man days
it: ${initial_estimate} giorni uomo

source: ${project_name}'s documents
it: Documenti di ${project_name}

source: ${project_name}'s issues
it: ${project_name} - Tracker

source: ${story} moved to ${iteration}
it: ${story} spostata in ${iteration}

source: ${username} dashboard
it: Dashboard di ${username}

source: ${username} have no bookings yet
it: ${username} non ha alcun booking al momento

source: %(parent)s's bookings
it: Booking di %(parent)s

source: (${hours} hours)
it: (${hours} ore)

source: (double click to reset selection)
it: (doppio click per azzerare selezione)

source: (double click to select)
it: (doppio click per selezionare)

source: *ticket #tag activity
it: *ticket #tag attività

source: <p>Here are collected all the issues relative to the project <em>${project_name}</em>.</p><p>If you found any problems, please report it here by clicking <em>New issue</em>.</p>
it: <p>Qui sono conservate tutte le richieste e le segnalazioni dei problemi di funzionamento relativi al progetto <em>${project_name}</em> </p><p>Se trovi un qualcisasi problema, segnalalo qui cliccando sul pulsante <em>Genera una nuova richiesta</em>.</p>

source: @project @story *ticket #tag activity
it: @progetto @storia *ticket #tag attività

source: @story *ticket #tag activity
it: @storia *ticket #tag attività

source: Actions
it: Azioni

source: Active
it: Attivo

source: Active projects
it: Progetti attivi

source: Active projects at
it: Progetti attivi il

source: Actual hours
it: Effettuate

source: Add
it: Aggiungi

source: Add Booking
it: Aggiungi Booking

source: Add new project
it: Aggiungi progetto

source: All
it: Tutti

source: Ambiguous reference "%s"
it: Referenza ambigua: "%s"

source: Ambiguous references: "%s", "%s"
it: Referenze ambigue: "%s", "%s"

source: An error has occurred, please <a href="{url}">reload the page clicking here</a>
it: È esploso qualcosa. <a href="{url}">Ricarica la pagina cliccando qui</a>

source: An error occurred on change status
it: Errore nel cambiamento dello stato

source: An error occurred while moving
it: Errore durante lo spostamento della storia

source: Anonymous user
it: l'Innominato

source: April
it: Aprile

source: Are you sure you want to delete this snapshot?
it: Sei sicuro di voler cancellare questo snapshot?

source: Assignee
it: Assegnatario

source: Assignees
it: Assegnatari

source: Associated stories
it: Storie associate

source: August
it: Agosto

source: Book time
it: Fai booking

source: Booking listing
it: Lista booking

source: Booking succesfully deleted.
it: Il booking è stato cancellato

source: Booking was succesfully added!
it: Il booking è stato aggiunto!

source: Bookings
it: Booking

source: Bookings transferred
it: Booking trasferiti in nuova storia o progetto

source: Budget (man days)
it: Budget (in giorni uomo)

source: Cancel
it: Annulla

source: Catalog id
it: ID catalogo

source: Change iteration
it: Cambia iterazione

source: Change status
it: Cambia stato

source: Changes saved
it: Modifiche salvate

source: Close this box
it: Chiudi

source: Contained epics
it: Epic correlate

source: Create or activate a project
it: Crea o attiva un progetto

source: Critical resources
it: Risorse critiche

source: Current revision saved by
it: Revisione corrente salvata da

source: Customer
it: Cliente

source: Data successfully updated.
it: Dati modificati

source: Date
it: Data

source: December
it: Dicembre

source: Delete
it: Cancella

source: Delete booking
it: Elimina booking

source: Delete snapshot?
it: Vuoi cancellare lo snapshot?

source: Delete this snapshot
it: Cancella questo snapshot

source: Deletion has been cancelled
it: Cancellazione annullata

source: Details
it: Dettagli

source: Difference
it: Differenza

source: Difference from initial
it: Differenza dalla stima iniziale

source: Documentation
it: Documentazione

source: Documents
it: Documenti

source: Documents folder
it: Cartella documentazione

source: Done
it: Fatto

source: Edit
it: Modifica

source: Edit story
it: Modifica storia

source: Effort (in man days)
it: Effort (in giorni uomo)

source: Employee
it: Impiegato

source: Employees
it: Impiegati

source: Employess group
it: Gruppo impiegati

source: End
it: Fine

source: End Date:
it: Data di fine:

source: End date
it: Data di fine

source: Environment
it: Ambiente

source: Environment types
it: Tipologia ambienti

source: Environments
it: Ambienti

source: Estimate
it: Stima

source: Estimate (man days)
it: Stima (in giorni uomo)

source: Estimate (man hours)
it: Stima (in ore uomo)

source: Estimated
it: Stimato

source: Existing project
it: Progetto esistente

source: Expected end date
it: Data di fine prevista

source: Expected end date:
it: Data di fine prevista:

source: February
it: Febbraio

source: Filter by name...
it: Filtra per nome...

source: Filter results by employee
it: Filtra i risultati per impiegato

source: Folder where projects will be creted
it: Cartella dove saranno creati i progetti

source: Found ${n_ticket} ticket/s
it: Trovato/i ${n_ticket} ticket

source: Fri
it: Ven

source: From
it: Da

source: Go to Project
it: Vai al progetto

source: Go to project
it: Vai al progetto

source: Go to saved version
it: Vai alla versione salvata

source: Go to the documents folder
it: Vai alla cartella documenti

source: Go to the project tracker
it: Vai al tracker del progetto

source: Go to working copy
it: Vai alla copia di lavoro

source: Here you can plan your iterations: choose a destination iteration on the right panel and drag stories from the backlog to it, or the other way around, or select two iterations to move stories between them. If you wish to create a copy of the story, instead of moving it, keep Ctrl pressed while dragging.
it: Qui puoi pianificare le iterazioni: scegli una iterazione di destinazione nella colonna di destra e trascina le storie dal backlog (a destra) sino alla colonna di sinistra. Puoi inoltre selezionare due differenti iterazioni e spostare le storie tra di esse. Se vuoi invece creare una copia della storia, al posto di spostarla, tieni premuto il tasto CTRL mentre la sposti.

source: Hide/Show stories
it: Mostra/Nascondi storie

source: Hour free input
it: Inserimento libero ore

source: Hour start
it: Ora inizio

source: Hour stop
it: Ora fine

source: Hours
it: Ore

source: Identifier of the group containing all employees
it: Identificativo del gruppo che contiene tutti gli impiegati

source: Initial estimate
it: Stima iniziale

source: Insert bookings
it: Inserici booking

source: Iteration
it: Iterazione

source: Iteration destination doesn't exist
it: La destinazione dell'iterazione non esiste.

source: Iteration planning
it: Pianificazione iterazione

source: January
it: Gennaio

source: July
it: Luglio

source: June
it: Giugno

source: Last documents
it: Ultimi documenti

source: Last modified
it: Ultima modifica

source: Man day hours
it: Ore lavorative giornaliere

source: March
it: Marzo

source: Maximum plan length
it: Lunghezza massima del piano

source: May
it: Maggio

source: Milestones
it: Milestone

source: Milestones are the different phases of the project. Each milestone should formally define a self-sufficient deliverable, that can then be put into production.
it: Le milestone sono le differenti fasi del progetto. Ogni milestone dovrebbe definire una serie di deliverable auto sufficienti che possono essere messi in produzione.

source: Minimum plan length
it: Lunghezza minima del piano

source: Missing reference "%s"
it: Referenza non trovata: "%s"

source: Missing references: "%s", "%s"
it: Referenze non trovate: "%s", "%s"

source: Modified
it: Ultima modifica

source: Mon
it: Lun

source: Move to project or story
it: Sposta in progetto o storia

source: Multiple conflicting '@' references
it: Referenze '@' multiple e conflittuali

source: Name
it: Nome

source: New project
it: Nuovo progetto

source: No action was selected!
it: Nessuna azione è stata selezionata!

source: No active projects.
it: Nessun progetto attivo.

source: No bookings were selected!
it: Nessun booking è stato selezionato!

source: No changes were applied.
it: Nessuna modifica effettuata.

source: No completions
it: Nessun completamento trovato.

source: No results
it: Nessun risultato

source: No stories associated
it: Nessuna storia associata

source: No stories found. Add a new one or bring them in via the iteration planner.
it: Non è stata trovata alcuna storia. Aggiungine una nuova o ripianifica le iterazioni.

source: No stories in this iteration. Add a new one or bring them in via the iteration planner.
it: Non esistono storie in questa iterazione. Aggiungine una nuova o includine una attraverso l'iteration planner.

source: Notes
it: Note

source: November
it: Novembre

source: Number of weeks after month
it: Numero di settimane dopo la fine del mese corrente

source: Number of weeks before month
it: Numero di settimane prima dell'inizio del mese corrente

source: October
it: Ottobre

source: Operatives
it: Risorse di riferimento

source: Order number
it: Numero ordine

source: Owner ID
it: ID proprietario

source: People
it: Persone

source: Plan from
it: Piano da

source: Planning
it: Pianificazione

source: Priority
it: Priorità

source: Priority updated
it: Priorità aggiornata

source: Project
it: Progetto

source: Project Info
it: Info progetto

source: Project classifiers
it: Tipologia

source: Project managers
it: Project manager

source: Project or story
it: Progetto o storia

source: Project or story where to transfer the booking
it: Progetto o storia in cui trasferire i booking

source: Project portlet
it: Portlet progetto

source: Project report
it: Report progetto

source: Project statuses
it: Stati del progetto

source: Project tracker
it: Tracker

source: Related objects
it: Oggetti correlati

source: Remove
it: Rimuovi

source: Replace tags
it: Sostituisci tag

source: Repositories
it: Repository

source: Reset filter
it: Azzera i filtri

source: Resource
it: Risorsa

source: Resource roles
it: Ruoli risorsa

source: Resources
it: Risorse

source: Revisions
it: Revisioni

source: Role
it: Ruolo

source: SM Personal tools
it: SM strumenti personali

source: Sat
it: Sab

source: Save
it: Salva

source: Search for a project...
it: Ricerca un progetto...

source: Select
it: Seleziona

source: Select an employee
it: Seleziona un impiegato

source: September
it: Settembre

source: Severity
it: Importanza

source: Show
it: Mostra

source: Show minutes
it: Mostra minuti

source: Snapshot deleted
it: Snapshot cancellato

source: Some keywords that describe the project and used technologies
it: Parole chiave che descrivono il progetto e le tecnologie utilizzate

source: Start
it: Inizio

source: Start date
it: Data di inizio

source: Start date:
it: Data di inizio:

source: Status
it: Stato

source: Status changed
it: Stato cambiato

source: Stories
it: Storie

source: Story
it: Storia

source: Story: ${storyname}
it: Storia: ${storyname}

source: Sun
it: Dom

source: Tags replaced
it: Tags sostituite!

source: Text
it: Testo

source: The HTTP URLs of the repositories (e.g. https://github.com/company/my.repository/)
it: Inserisci gli URL dei repository (es. https://github.com/company/my.repository/)

source: The URLs of the various online environments (staging, production)
it: Inserisci gli URL dei vari ambienti online (staging, produzione ecc.)

source: The backlog contains all the stories that haven't been planned yet.
it: Il backlog contiene tutte le storie non ancora pianificate in un'iterazione.

source: The compass will create projects in the specified path
it: Il compass creerà i progetti nel path specificato

source: The documents that have been gathered for ${project_name}
it: Questa cartella contiene tutti i documenti relativi al progetto ${project_name}

source: The epic the story belongs to
it: L'epic a cui appartiene la storia

source: The issues relative to ${project_name}
it: Tutti i ticket relativi a ${project_name}

source: The man days required for completion, as initially estimated by the project manager
it: I giorni uomo richiesti per il completamento dell'attività stimati dal project manager

source: The man days that this project is paid for
it: I giorni uomo disponibili per questo progetto

source: The maximum number of weeks that the compass plan can span
it: Il numero massimo di settimane sulle quali si sviluppa il piano del compass

source: The minimum number of weeks that the compass plan can span
it: Il numero minimo di settimane sulle quali si sviluppa il piano del compass

source: The number of days worked in a week
it: Numero di giorni lavorativi in una settimana

source: The number of hours a person works in a day
it: Il numero di ore che una persona è tenuta a lavorare in un giorno

source: The number of weeks that the compass plan will span (barring exceptions)
it: Il numero di settimane sulle quali si sviluppa il piano del compass (escludendo eccezioni)

source: The number of weeks to show in monthly views that actually fall in the next month
it: Numero di settimane da visualizzare nelle viste mensili che cadrebbero nel mese successivo

source: The number of weeks to show in monthly views that actually fall in the previous month
it: Numero di settimane da visualizzare nelle viste mensili che cadrebbero nel mese precedente

source: The percentage (between 0 and 1) after which a deviation needs to be highlighted
it: La percentuale (tra 0 e 1) dopo la quale la deviazione dal pianificato dev'essere evidenziata

source: The situation has been saved
it: La situazione è stata salvata

source: The tag that has to be replaced
it: La tag da sostituire

source: The tag you are going to replace it with
it: La tag che verrà inserita al posto della precedente

source: The user IDs of the people that are responsible to act on this story
it: I nomi utente delle persone che parteciperanno a questa storia

source: The user IDs of those that have operative roles in this project (coders, designers, project managers, accounts etc.). Customers should not be included in this list.Adding someone here will add them automatically as managers to the default tracker.
it: I nomi utente di chi ha un ruolo operativo in questo progetto (sviluppatori, grafici, project manager, account ecc.). I Clienti non devono essere inclusi in questa lista. Le persone aggiunte in questo elenco saranno assegnate come manager del tracker.

source: There are no current iterations.
it: Non ci sono iterazioni correnti

source: There are no documents in this project because the designated area is missing. We suggest to create it.
it: Non ci sono documenti per questo progetto poiché non esiste l'apposita area. Ti suggerisco di crearla.

source: There are no future iterations.
it: Non ci sono iterazioni future

source: There are no past iterations.
it: Non ci sono iterazioni passate.

source: There are no saved compass plans.
it: Non esistono pianificazioni compass salvate.

source: There are not stories assigned to ${username}
it: Non ci sono storie assegnate a ${username}

source: There are not stories assigned to you.
it: Non ci sono storie assegnate a te.

source: There is no tracker in this project: we suggest to create it.
it: Non c'è un tracker per questo progetto: sarebbe meglio crearne uno.

source: This action cannot be undone. If you wish to proceed, click "Delete", else click "Cancel"
it: Questa azione non potrà essere annullata. Se vuoi procedere clicca su "Cancella" altrimenti clicca su "Annulla"

source: This field is required
it: Questo campo è obbligatorio

source: This is a complete list of active stories in active projects.
it: Questa è la lista completa delle storie attive all'interno dei progetti attivi.

source: This project doesn't contain any documents
it: Il progetto non contiene nessun documento

source: Thu
it: Gio

source: Tickets
it: Ticket

source: Time
it: Ora

source: Time spent
it: Ore spese

source: Title
it: Titolo

source: To
it: A

source: Total
it: Totale

source: Total compass
it: Totale del compass

source: Total found
it: Totale trovati

source: Totals
it: Totali

source: Tracking
it: Tracciamento

source: Tue
it: Mar

source: Type
it: Tipo

source: URLs
it: URL

source: Unassigned
it: Non assegnato

source: User ID
it: Nome utente

source: Usual plan length
it: Lunghezza standard della pianificazione

source: Value (man hours)
it: Valore (in giorni uomo)

source: View
it: Visualizza

source: View all bookings
it: Vedi tutti i bookings

source: View all bookings...
it: Vedi tutti i bookings...

source: View details
it: Visualizza i dettagli

source: We found broken references. Please recheck your booking before submit.
it: Abbiamo trovato delle referenze non risolte. Ti preghiamo di controllare e sistemare il booking prima di procedere.

source: Wed
it: Mer

source: Week
it: Settimana

source: Week ${weekno}:
it: Settimana ${weekno}:

source: Work summary
it: Riassunto del lavoro

source: Working week days
it: Giorni lavorativi a settimana

source: You have no bookings yet
it: Non hai alcun booking al momento

source: You should insert a number here: e.g. 10.0
it: Devi inserire un numero: es. 10.0

source: Your dashboard
it: La tua dashboard

source: add_iteration
it: Aggiungi una nuova iterazione

source: all projects
it: tutti i progetti

source: budget_label
it: Budget <small>come da offerta:</small>

source: by
it: da

source: e.g. '42.0'
it: es.: '42.0'

source: e.g. '80'
it: es.: '80'

source: e.g. 'Ourselves'
it: es.: 'Noi stessi'

source: e.g. 'World domination'
it: es.: 'Dominazione del mondo'

source: estimate_label
it: Stima <small>iniziale, effettuata dal project manager:</small>

source: filtered by:
it: filtrato per:

source: in this project
it: in questo progetto

source: man days
it: giorni uomo

source: man days as
it: giorni uomo come

source: modified:
it: modificato:

source: only my projects
it: solo i miei progetti

source: to
it: a

source: to be done before
it: da fare entro

source: view
it: mostra

source: you must provide a get_object method
it: je devi daa er get_object aa sottoclasse, abbello!

source: {name} is now a {role} in {project}
it: {name} è ora {role} in {project}

source: {name} should put {effort} man days in {project}
it: {name} dovrà dedicare {effort} giorni su {project}

source: {person} has been added to {project}
it: {person} è stato aggiunto a {project}

source: {person} has been removed from {project}
it: {person} è stato rimosso da {project}

source: {project} has been activated
it: {project} è stato attivato

source: {project} has been created
it: {project} è stato creato

source: {project} has been deactivated
it: {project} è stato disattivato

source: {project} is not valid
it: {project} non è valido

source: {project} will now require {effort} man days
it: {project} richiede {effort} giorni uomo

source: {week} week
it: {week} settimana

source: {week} weeks
it: {week} settimane
