Repository: collective/collective.simplemanagement
Catalog: src/abstract/simplemanagement/locales/*/LC_MESSAGES/abstract.simplemanagement.po
Languages: it

source: ${budget} man days
it: ${budget} giorni uomo

source: ${initial_estimate} man days
it: ${initial_estimate} giorni uomo

source: ${number} Comments
it: ${number} Commenti

source: %(project_name)s's documents
it: Documenti di %(project_name)

source: %(project_name)s's issues
it: %(project_name) tracker

source: Actual hours
it: Effettuate

source: Add Booking
it: Aggiungi Booking

source: Add Story
it: Aggiungi Storia

source: Analysis
it: Analisi

source: And ${stories_n} more
it: E altre ${stories_n} ancora

source: And ${ticket_n} more
it: E altri ${ticket_n} ancora

source: Assignee
it: Assegnatario

source: Assignees
it: Assegnatari

source: Associated stories
it: Storie associate

source: Budget (man days)
it: Budget (in giorni uomo)

source: Cancel
it: Annulla

source: Change status
it: Cambia stato

source: Check this field if this project is visible to customer.
it: Seleziona questo campo se il progetto è visibile al cliente

source: Comments
it: Commenti

source: Contained epics
it: Epic correlate

source: Current Iteration
it: Iterazione corrente

source: Customer
it: Cliente

source: Date
it: Data

source: Dead
it: Morto

source: Description
it: Descrizione

source: Details
it: Dettagli

source: Developer
it: Sviluppatore

source: Development
it: Sviluppo

source: Difference
it: Differenza

source: Difference from initial
it: Differenza dalla stima iniziale

source: Documentation
it: Documentazione

source: Documents folder
it: Cartella documentazione

source: Edit
it: Modifica

source: Edit story
it: Modifica storia

source: End
it: Fine

source: End Date:
it: Data di fine:

source: End date
it: Data di fine

source: Environment
it: Ambiente

source: Environments
it: Ambienti

source: Estimate
it: Stima

source: Estimate (man days)
it: Estimate (in giorni uomo)

source: Estimate (man hours)
it: Estimate (in ore uomo)

source: Expected end date
it: Data di fine prevista

source: Expected end date:
it: Data di fine prevista:

source: Future iterations (#${n_iterations})
it: Iterazioni future (#${n_iterations})

source: Go to the documents folder
it: Vai alla cartella documenti

source: Hours
it: Ore

source: Initial estimate
it: Stima iniziale

source: Is external?
it: Esterno?

source: Iteration
it: Iterazione

source: Last documents
it: Ultimi documenti

source: Maintenance
it: Manutenzione

source: Milestones
it: Milestone

source: Milestones are the different phases of the project. Each milestone should formally define a self-sufficient deliverable, that can then be put into production.
it: Le milestone sono le differenti fasi del progetto. Ogni milestone dovrebbe definire una serie di deliverable auto sufficienti che possono essere messi in produzione.

source: My stories
it: Le mie storie

source: My tickets
it: I miei ticket

source: Name
it: Nome

source: No stories associated
it: Nessuna storia associata

source: No stories in this iteration. Add a new one or bring them in via the iteration planner.
it: Non esistono storie in questa iterazione. Aggiungine una nuova o includine una attraverso l'iteration planner.

source: Not started
it: Non avviata

source: Notes
it: Note

source: Offer
it: Offerta

source: Operatives
it: Risorse di riferimento

source: Past iterations (#${n_iterations})
it: Iterazioni passate (#${n_iterations})

source: Planning
it: Pianificazione

source: Production
it: Produzione

source: Project
it: Progetto

source: Project classifiers
it: Tipologia

source: Prototype
it: Prototipo

source: Related
it: Ticket correlato

source: Related activity
it: Attività correlata

source: Repositories
it: Repository

source: Resource
it: Risorsa

source: Role
it: Ruolo

source: Save
it: Salva

source: Send
it: Invia

source: Some keywords that describe the project and used technologies
it: Parole chiave che descrivono il progetto e le tecnologie utilizzate

source: Start
it: Inizio

source: Start date
it: Data di inizio

source: Start date:
it: Data di inizio:

source: Status
it: Stato

source: Stories
it: Storie

source: Story
it: Storia

source: Sysadmin
it: Sistemista

source: Technical lead
it: Responsabile Tecnico

source: Text
it: Testo

source: The HTTP URLs of the repositories (e.g. https://github.com/company/my.repository/)
it: Inserisci gli URL dei repository (es. https://github.com/company/my.repository/)

source: The URLs of the various online environments (staging, production)
it: Inserisci gli URL dei vari ambienti online (staging, produzione ecc.)

source: The documents that have been gathered for %(project_name)s
it: I documenti relativi a %(project_name)s

source: The epic the story belongs to
it: L'epic a cui appartiene la storia

source: The issues relative to %(project_name)s
it: I ticket relativi a %(project_name)

source: The man days required for completion, as initially estimated by the project manager
it: I giorni uomo richiesti per il completamento dell'attività stimati dal project manager

source: The man days that this project is paid for
it: I giorni uomo disponibili per questo progetto

source: The user IDs of the people that are responsible to act on this story
it: I nomi utente delle persone che parteciperanno a questa storia

source: The user IDs of those that have operative roles in this project (coders, designers, project managers, accounts etc.). Customers should not be included in this list.Adding someone here will add them automatically as managers to the default tracker.
it: I nomi utente di chi ha un ruolo operativo in questo progetto (sviluppatori, grafici, project manager, account ecc.). I Clienti non devono essere inclusi in questa lista. Le persone aggiunte in questo elenco saranno assegnate come manager del tracker.

source: There are no current iterations
it: Non c'e nessuna iterazione corrente

source: There are no documents in this project because the designated area is missing. We suggest to create it.
it: Non ci sono documenti per questo progetto poiché non esiste l'apposita area. Ti suggerisco di crearla.

source: There are no past iterations
it: Non ci sono iterazioni passate

source: This project doesn't contain any documents
it: Il progetto non contiene nessun documento

source: Time
it: Ora

source: Time spent
it: Ore spese

source: Title
it: Titolo

source: Totals
it: Totali

source: Type
it: Tipo

source: URLs
it: URL

source: Unassigned
it: Non assegnato

source: User ID
it: Nome utente

source: Value (man hours)
it: Valore (in giorni uomo)

source: View
it: Visualizza

source: View details
it: Visualizza i dettagli

source: You have no stories assigned
it: Non hai storie assegnate

source: You have no tickets assigned
it: Non hai ticket assegnati

source: budget_label
it: Budget <small>come da offerta:</small>

source: estimate_label
it: Stima <small>iniziale, effettuata dal project manager:</small>
